/*  */
"app_name" = "LTerminal";

/*  */
"pro_name" = "LTerminal Pro";

/*  */
"app_webpage" = "Página Web de LTerminal";

/*  */
"connect" = "Conectar";

/*  */
"reconnect" = "Volver a conectar";

/*  */
"continue_" = "Continuar";

/*  */
"cancel" = "Cancelar";

/*  */
"add" = "Añadir";

/*  */
"add_item" = "Añadir elemento";

/*  */
"bits" = "Bits";

/*  */
"name" = "Nombre";

/*  */
"size" = "Tamaño";

/*  */
"type" = "Tipo";

/*  */
"back" = "Atrás";

/*  */
"none" = "Ninguno";

/*  */
"theme" = "Tema";

/*  */
"info" = "Información";

/*  */
"date" = "Fecha";

/*  */
"output" = "Salida";

/*  */
"generate" = "Generar";

/*  */
"algorithm" = "Algoritmo";

/*  */
"keyboard" = "Teclado";

/*  */
"password" = "Contraseña";

/*  */
"passphrase" = "Frase de contraseña";

/*  */
"sessions" = "Sesiones";

/*  */
"contact" = "Contacto";

/*  */
"support" = "Asistencia";

/*  */
"email" = "Correo electrónico";

/*  */
"twitter" = "Twitter";

/*  */
"reference" = "Referencia";

/*  */
"edit" = "Editar";

/*  */
"done" = "OK";

/*  */
"light" = "Claro";

/*  */
"dark" = "Oscuro";

/*  */
"login" = "Iniciar sesión";

/*  */
"disabled" = "Deshabilitado";

/*  */
"username" = "Nombre de usuario";

/*  */
"toolbar" = "Barra de herramientas";

/*  */
"nickname" = "Apodo";

/*  */
"credential" = "Credencial";

/*  */
"connected" = "Conectado";

/*  */
"connecting" = "Conectado";

/*  */
"disconnected" = "Desconectado";

/*  */
"connecting_to" = "Conectando a";

/*  */
"global_settings" = "Ajustes globales";

/*  */
"confirm_passphrase" = "Confirmar frase de contraseña";

/*  */
"invalid_passphrase" = "Frase de contraseña no válida";

/*  */
"identity_passphrase" = "Frase de contraseña de identidad";

/*  */
"passphrase_failed" = "Error de la frase de contraseña";

/*  */
"paste_key_failed" = "Error al pegar la clave";

/*  */
"load_key_failed" = "Error al cargar la clave";

/*  */
"copied_to_clipboard" = "Copiado al portapapeles";

/*  */
"copy_public_key_to_clipboard" = "Copiar la clave pública al portapapeles";

/*  */
"copy_private_key_to_clipboard" = "Copiar la clave privada al portapapeles";

/*  */
"copied_public_key_to_clipboard" = "Clave pública copiada al portapapeles";

/*  */
"copied_private_key_to_clipboard" = "Clave privada copiada al portapapeles";

/*  */
"playback" = "Reproducción";

/*  */
"ssh_settings" = "Ajustes de SSH";

/*  */
"telnet_settings" = "Ajustes de Telnet";

/*  */
"vnc_settings" = "Ajustes de VNC";

/*  */
"protocol" = "Protocolo";

/*  */
"ssh" = "SSH";

/*  */
"vnc" = "VNC";

/*  */
"telnet" = "Telnet";

/*  */
"folder" = "Carpeta";

/*  */
"local_shell" = "Shell local";

/*  */
"local_shell_settings" = "Ajustes de Shell local";

/*  */
"interactive_shell" = "Shell interactivo";

/*  */
"session_ended" = "la sesión terminó";

/*  */
"font" = "Fuente";

/*  */
"beep" = "Tono";

/*  */
"colors" = "Colores";

/*  */
"font_size" = "Tamaño de fuente";

/*  */
"toys" = "Juguetes";

/*  */
"version" = "Versión";

/*  */
"credits" = "Créditos";

/*  */
"ask_each_time" = "Preguntarme cada vez";

/*  */
"upgrade_to" = "Actualizar a LTerminal Pro";

/*  */
"host_key_changed" = "Clave de host cambiada";

/*  */
"accept_new_key" = "¿Aceptar la nueva clave?";

/*  */
"return_sends" = "Devolver envíos";

/*  */
"delete_sends" = "Eliminar envíos";

/*  */
"reset_defaults" = "Restablecer valores predeterminados";

/*  */
"about" = "Acerca de";

/*  */
"key" = "Clave";

/*  */
"keys" = "Claves";

/*  */
"new_key" = "Nueva clave";

/*  */
"choose_key" = "Elegir clave";

/*  */
"generate_new_key" = "Generar nueva clave";

/*  */
"paste_from_clipboard" = "Pegar del portapapeles";

/*  */
"paste_key_from_clipboard" = "Pegar clave del portapapeles";

/*  */
"send_crash_data" = "Enviar datos del fallo y estadísticas";

/*  */
"relaunch_for_changes" = "Volver a iniciar para que los cambios surtan efecto";

/*  */
"write_log_file" = "Escribir archivo de registro";

/*  */
"record_session" = "Grabar sesión";

/*  */
"crash_log_identifiers" = "Identificadores de registro de fallo";

/*  */
"privacy" = "Privacidad";

/*  */
"keep_display_on" = "Mantener la pantalla encendida";

/*  */
"background_timeout" = "Tiempo de espera de segundo plano agotado";

/*  */
"enable_encryption" = "Habilitar cifrado";

/*  */
"confirm_enable_encryption" = "Confirmar la acción de habilitar cifrado";

/*  */
"interface_settings" = "Ajustes de la interfaz";

/*  */
"fingerprint" = "Huella dactilar";

/*  */
"settings" = "Ajustes";

/*  */
"clear" = "Borrar";

/*  */
"local" = "Local";

/*  */
"remote" = "Remoto";

/*  */
"remote_port" = "Puerto remoto";

/*  */
"port_forwarding" = "Reenvío de puertos";

/*  */
"new_port_forward" = "Reenvío de puerto nuevo";

/*  */
"hostname" = "Nombre de host";

/*  */
"host" = "Host";

/*  */
"hosts" = "Hosts";

/*  */
"port" = "Puerto";

/*  */
"unlock" = "Desbloquear";

/*  */
"new_" = "Nuevo";

/*  */
"new_host" = "Nuevo host";

/*  */
"update_host" = "Actualizar host";

/*  */
"local_port" = "Puerto local";

/*  */
"target_host" = "Host de destino";

/*  */
"target_port" = "Puerto de destino";

/*  */
"terminal_type" = "Tipo de terminal";

/*  */
"text_encoding" = "Codificación de texto";

/*  */
"host_key_fingerprint" = "Huella dactilar de la clave de host";

/*  */
"advanced" = "Avanzado";

/*  */
"agent_forwarding" = "Reenvío de agentes";

/*  */
"compression" = "Compresión";

/*  */
"forwarding" = "Reenvío";

/*  */
"key_generation" = "Generación de claves";

/*  */
"local_encryption" = "Cifrado local";

/*  */
"compression_desc" = "Disminuye la latencia y el uso de datos usando ZLib";

/*  */
"forwarding_desc" = "Reenvío ilimitado de agentes SSH y puertos TCP";

/*  */
"key_generation_desc" = "Genera claves RSA, DSA, EC y Ed25519";

/*  */
"locan_encryption_desc" = "Protege la base de datos de tu host con SQLCipher";

/*  */
"close_on_disconnect" = "Cerrar al desconectar";

/*  */
"startup_command" = "Comando de inicio";

/*  */
"checking_for_upgrade" = "Buscando actualización";

/*  */
"upgrade_desc" = "Desbloquea permanentemente las funciones Pro con una compra de una sola vez:";

/*  */
"restore_purchases" = "Restaurar compras";

/*  */
"purchases_not_available" = "Compras no disponibles";

/*  */
"upgrade_not_available" = "Actualización no disponible";

/*  */
"upgrade_now" = "Actualizar ahora";

/*  */
"upgrade_complete" = "Actualización completa";

/*  */
"local_encryption_type" = "SQLCipher";

/*  */
"enabled" = "Habilitado";
